Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/HandSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EyeTrackingMenuFooter_Metric
source: Eye Tracking allows you to control your device using just your eyes. iPhone should be on a stable surface, about 30cm away from your face.
ar: يسمح لك تتبع العينين بالتحكم في الجهاز باستخدام عينيك فقط. يجب أن يكون iPhone على سطح ثابت، على بعد حوالي ^[30](formatNumber: true) سم من وجهك.
bg: С функцията Проследяване на очите можете да управлявате вашето устройство само с вашите очи. За най-добри резултати iPhone трябва да е на стабилна повърхност, на около 30 сантиметра от лицето ви.
ca: El seguiment ocular et permet controlar el dispositiu tan sols amb la mirada. Col·loca l’iPhone en una superfície estable i, aproximadament, a 30 centímetres de la cara.
cs: Funkce Sledování očí umožňuje ovládat zařízení pouze očima. iPhone je třeba umístit na pevný podklad přibližně 30 cm od obličeje.
da: Med Øjensporing kan du styre enheden bare ved at bruge dine øjne. iPhone bør placeres på en stabil overflade omkring 30 cm fra dit ansigt.
de: Mit „Blickerfassung“ kannst du dein Gerät nur mithilfe deiner Augen steuern. Das iPhone sollte sich auf einer stabilen Unterlage etwa 30 cm von deinem Gesicht entfernt befinden.
el: Η Ανίχνευση ματιών επιτρέπει τον έλεγχο της συσκευής απλώς μέσω των ματιών σας. Το iPhone θα πρέπει να βρίσκεται σε σταθερή επιφάνεια σε απόσταση περίπου 30 εκατοστών από το πρόσωπό σας.
es: El seguimiento ocular te permite controlar tu dispositivo solo con los ojos. El iPhone debe colocarse sobre una superficie estable, a una distancia aproximada de 30 cm de tu cara.
es_us: El seguimiento ocular te permite controlar tu dispositivo con los ojos. El iPhone debe estar sobre una superficie estable y a una distancia aproximada de 30 cm de tu cara.
fi: Silmienseurannan avulla voit ohjata laitettasi käyttämällä pelkästään silmiäsi. iPhonen tulee olla vakaalla alustalla, noin 30 cm:n etäisyydellä kasvoistasi.
fr: Le suivi du regard vous permet de contrôler votre appareil en utilisant uniquement vos yeux. Pour cela, l’iPhone doit être placé sur une surface stable, à environ 30 cm de votre visage.
fr_ca: Le suivi oculaire vous permet de contrôler votre appareil du regard. L’iPhone doit être placé sur une surface stable, à environ 30 centimètres de votre visage.
he: המאפיין ״מעקב אחר העיניים״ מאפשר לך לשלוט במכשיר שלך באמצעות העיניים בלבד. יש להניח את ה-iPhone על משטח יציב, במרחק של כ-30 ס״מ מהפנים.
hi: आई ट्रैकिंग से आपको केवल अपनी आँखों का उपयोग करके अपने डिवाइस को नियंत्रित करने की सुविधा मिलती है। iPhone किसी स्थिर सतह पर, आपके चेहरे से लगभग 30 सेमी की दूरी पर होना चाहिए।
hr: Značajka praćenja očiju omogućava vam upravljanje uređajem uporabom očiju. iPhone treba biti na stabilnoj površini, približno 30 centimetara udaljen od vašeg lica.
hu: A Szemkövetés lehetővé teszi, hogy csak a szemei segítségével vezérelje az eszközét. Helyezze az iPhone‑t egy stabil felületre, nagyjából 30 cm távolságra az arcától.
id: Pelacakan Mata memungkinkan Anda untuk mengontrol perangkat hanya dengan menggunakan mata Anda. iPhone harus diletakkan di permukaan yang stabil, sekitar 30cm dari wajah Anda.
it: “Tracciamento occhi” ti consente di controllare il dispositivo usando solo lo sguardo. Per ottenere i risultati migliori, posiziona iPhone su una superficie stabile, a circa 30 cm di distanza dal viso.
ja: 視線トラッキングでは、視線だけでデバイスを操作することができます。iPhoneを安定した場所に置き、顔から約30cm離してください。
kk: «Көзді қадағалау» функциясы құрылғыңызды көзіңізбен-ақ басқаруға мүмкіндік береді. iPhone бетіңізден шамамен 30 см қашықтықта және тегіс жерде болуы керек.
ko: 눈 추적 기능을 사용하면 눈만으로 기기를 제어할 수 있습니다. iPhone을 얼굴에서 30cm가량 떨어트리고 안정적인 표면 위에 두십시오.
lt: „Akių sekimo“ funkcija leidžia valdyti įrenginį tiesiog akimis. „iPhone“ turi būti padėtas ant stabilaus paviršiaus, maždaug 30 cm atstumu nuo veido.
ms: Penjejakan Mata membolehkan anda mengawal peranti anda menggunakan mata anda sahaja. iPhone perlu berada pada permukaan yang stabil, lebih kurang 30 cm dari muka anda.
nl: Met oogtracking kun je je apparaat bedienen met alleen je ogen. Voor het beste resultaat moet de iPhone zich op een stabiel oppervlak bevinden, ongeveer 30 centimeter van je gezicht verwijderd.
no: Øyesporing gjør det mulig å styre enheten din med øynene. iPhonen bør hvile på en stødig flate, ca. 30 cm fra ansiktet ditt.
pl: Funkcja Śledzenie oczu pozwala sterować urządzeniem wyłącznie przy użyciu oczu. Umieść iPhone’a na stabilnej powierzchni, około 30 cm od twarzy.
pt_br: O Rastreamento dos Olhos permite controlar o dispositivo apenas com o olhar. O iPhone deve estar em uma superfície estável, a cerca de 30 cm do seu rosto.
pt_pt: O seguimento do olhar permite‑lhe controlar o dispositivo apenas com os olhos. Coloque o iPhone sobre uma superfície estável, a cerca de 30 cm do seu rosto.
ro: “Urmărirea privirii” vă permite să vă controlați dispozitivul folosindu‑vă doar ochii. iPhone‑ul ar trebui să se afle pe o suprafață stabilă, la aproximativ 30 de centimetri depărtare de fața dvs.
ru: Включив функцию «Отслеживание движения глаз», Вы можете управлять своим устройством при помощи движений глаз. iPhone должен располагаться неподвижно на ровной поверхности на расстоянии 30 сантиметров от Вашего лица.
sk: Funkcia Sledovanie očí vám umožňuje ovládať zariadenie len pomocou očí. iPhone by mal byť umiestnený na stabilnom povrchu približne 30 centimetrov pred vašou tvárou.
sl: Sledenje očem omogoča upravljanje naprave s pogledom. iPhone naj bo postavljen na stabilni podlagi, približno 30 cm od obraza.
sv: Med ögonspårning kan du styra enheten med hjälp av enbart ögonen. iPhone bör vara placerad på en stadig yta omkring 30 cm från ditt ansikte.
th: การติดตามดวงตาช่วยให้คุณสามารถควบคุมอุปกรณ์ได้โดยใช้เพียงตาของคุณ iPhone ควรอยู่บนพื้นผิวที่มั่นคงและห่างจากใบหน้าของคุณประมาณ 30 ซม.
tr: Göz Takibi, yalnızca gözlerinizi kullanarak aygıtınızı denetlemenize olanak tanır. iPhone’un dengeli bir yüzeyde, yüzünüzden 30 cm uzakta olması gerekir.
uk: Відстеження рухів очей дає змогу керувати пристроєм за допомогою тільки очей. Потрібно розташувати iPhone на стійкій поверхні за 30 см від обличчя.
vi: Theo dõi mắt cho phép bạn điều khiển thiết bị của mình chỉ bằng mắt. iPhone phải ở trên một bề mặt ổn định, cách khuôn mặt của bạn khoảng 30 cm.
zh_cn: 眼动跟踪可让你仅用眼睛控制设备。iPhone应放于稳定表面，距面部约30厘米。
zh_hk: 「眼球追蹤」讓你使用眼睛控制裝置。iPhone應放置在穩定的表面上，距離你的面部約30厘米的距離。
zh_tw: 「眼球追蹤」可讓你只用雙眼就能控制裝置。iPhone應該放在平穩表面上，距離你的臉大約30公分。

# AlwaysShowMenuDisabledFooterText
source: The AssistiveTouch menu will be hidden when a pointer device is connected.
ar: سيتم إخفاء قائمة اللمس المساعد عندما يكون جهاز الإشارة متصلاً.
bg: Менюто AssistiveTouch ще бъде скрито, когато е свързано устройство за управление на курсора.
ca: El menú AssistiveTouch s’ocultarà quan es connecti un dispositiu apuntador.
cs: Pokud bude připojené polohovací zařízení, nabídka AssistiveTouch bude skrytá.
da: AssistiveTouch-menuen skjules, når et pegeredskab er forbundet.
de: Das AssistiveTouch-Menü wird ausgeblendet, wenn ein Zeigegerät angeschlossen ist.
el: Το μενού AssistiveTouch δεν θα φαίνεται όταν είναι συνδεδεμένη μια συσκευή κατάδειξης.
es: El menú AssistiveTouch se ocultará al conectar un dispositivo señalador.
es_us: Se ocultará el menú de AssistiveTouch cuando se conecte un dispositivo apuntador.
fi: AssistiveTouch-valikko kätketään, kun osoitinlaite on yhdistetty.
fr: Le menu AssistiveTouch sera masqué quand un dispositif de pointage sera connecté.
fr_ca: Le menu AssistiveTouch sera masqué lorsqu’un appareil de pointage sera connecté.
he: התפריט של AssistiveTouch יוסתר בעת חיבור של מכשיר הצבעה.
hi: पॉइंटर डिवाइस के कनेक्ट होने पर AssistiveTouch मेनू छिपा दिए जाएँगे।
hr: Izbornik AssistiveTouch bit će skriven kad je spojen pokazivački uređaj.
hu: Az AssistiveTouch menü elrejtése, amikor mutatóeszköz csatlakozik.
id: Menu AssistiveTouch akan disembunyikan saat perangkat penunjuk terhubung.
it: Quando un dispositivo di puntamento è connesso, il menu AssistiveTouch verrà nascosto.
ja: ポインティングデバイスが接続されているときにAssistiveTouchメニューを非表示にします。
kk: Көрсеткіш құрылғы қосылған жағдайда, AssistiveTouch мәзірі жасырылады.
ko: 포인터 기기가 연결되면 AssistiveTouch 메뉴를 가립니다.
lt: Prijungus manipuliatorių, „AssistiveTouch“ meniu bus paslėptas.
ms: Menu AssistiveTouch akan disembunyikan apabila peranti penuding disambungkan.
nl: Het AssistiveTouch-menu wordt verborgen wanneer een aanwijsapparaat is aangesloten.
no: AssistiveTouch-menyen skjules når en pekerenhet er tilkoblet.
pl: Po połączeniu z urządzeniem wskazującym menu funkcji AssistiveTouch pozostanie ukryte.
pt_br: O menu do AssistiveTouch será ocultado quando um dispositivo apontador for conectado.
pt_pt: O menu AssistiveTouch será ocultado quando um dispositivo apontador for ligado.
ro: Meniul AssistiveTouch va fi ascuns la conectarea unui dispozitiv de indicare.
ru: Меню AssistiveTouch будет скрыто, когда подключено указательное устройство.
sk: Keď je pripojené ukazovacie zariadenie, menu AssistiveTouch bude skryté.
sl: Meni AssistiveTouch je skrit, če je priključena kazalniška naprava.
sv: AssistiveTouch-menyn göms när en pekenhet är ansluten.
th: เมนู AssistiveTouch จะซ่อนเมื่ออุปกรณ์ตัวชี้เชื่อมต่อ
tr: Bir imleç aygıtı bağlandığında AssistiveTouch menüsü gizlenir.
uk: Меню AssistiveTouch ховатиметься, коли підʼєднано вказівний пристрій.
vi: Menu AssistiveTouch sẽ bị ẩn khi thiết bị con trỏ được kết nối.
zh_cn: 连接指针设备时，“辅助触控”菜单会隐藏。
zh_hk: 連接指標裝置時，「輔助觸控」選單會被隱藏。
zh_tw: 在連接指向裝置時隱藏「輔助觸控」選單。

# AlwaysShowMenuEnabledFooterText
source: Show the AssistiveTouch menu when a pointer device is connected.
ar: إظهار قائمة اللمس المساعد عندما يكون جهاز الإشارة متصلاً.
bg: Показване на менюто AssistiveTouch, когато е свързано устройство за управление на курсора.
ca: El menú AssistiveTouch es mostrarà quan es connecti un dispositiu apuntador.
cs: Při připojení polohovacího zařízení se zobrazí nabídka AssistiveTouch.
da: Vis AssistiveTouch-menuen, når et pegeredskab er forbundet.
de: Das AssistiveTouch-Menü anzeigen, wenn ein Zeigegerät angeschlossen ist.
el: Εμφάνιση του μενού AssistiveTouch όταν είναι συνδεδεμένη μια συσκευή κατάδειξης.
es: Se muestra el menú AssistiveTouch al conectar un dispositivo señalador.
es_us: Se mostrará el menú de AssistiveTouch cuando se conecte un dispositivo apuntador.
fi: Näytä AssistiveTouch-valikko, kun osoitinlaite on yhdistetty.
fr: Affichez le menu AssistiveTouch quand un dispositif de pointage est connecté.
fr_ca: Affiche le menu AssistiveTouch lorsqu’un appareil de pointage est connecté.
he: הצגת התפריט של AssistiveTouch בעת החיבור של מכשיר הצבעה.
hi: पॉइंटर डिवाइस के कनेक्ट होने पर AssistiveTouch मेनू दिखाएँ।
hr: Prikaz izbornika AssistiveTouch kad je spojen pokazivački uređaj.
hu: Az AssistiveTouch menü megjelenítése, amikor mutatóeszköz csatlakozik.
id: Tampilkan menu AssistiveTouch saat perangkat penunjuk terhubung.
it: Mostra il menu AssistiveTouch quando un dispositivo di puntamento è connesso.
ja: ポインティングデバイスが接続されているときにAssistiveTouchメニューを表示します。
kk: Көрсеткіш құрылғы қосылған жағдайда, AssistiveTouch мәзірін көрсету.
ko: 포인터 기기가 연결되면 AssistiveTouch 메뉴를 표시합니다.
lt: Rodyti„AssistiveTouch“ meniu, kai prijungtas manipuliatorius.
ms: Tunjukkan menu AssistiveTouch apabila peranti penuding disambungkan.
nl: Toon het AssistiveTouch-menu wanneer een aanwijsapparaat is aangesloten.
no: Vis AssistiveTouch-menyen når en pekerenhet er tilkoblet.
pl: Po połączeniu z urządzeniem wskazującym menu funkcji AssistiveTouch zostanie wyświetlone.
pt_br: Mostrar o menu do AssistiveTouch quando um dispositivo apontador for conectado.
pt_pt: Mostrar o menu AssistiveTouch quando um dispositivo apontador é ligado.
ro: Afișați meniul AssistiveTouch la conectarea unui dispozitiv de indicare.
ru: Показывать меню AssistiveTouch, когда подключено указательное устройство.
sk: Po pripojení ukazovacieho zariadenia sa zobrazí menu AssistiveTouch.
sl: Prikažite meni AssistiveTouch, ko je priključena kazalniška naprava.
sv: Visa AssistiveTouch-menyn när en pekenhet är ansluten.
th: แสดงเมนู AssistiveTouch เมื่ออุปกรณ์ตัวชี้เชื่อมต่อ
tr: Bir imleç aygıtı bağlandığında AssistiveTouch menüsünü gösterir.
uk: Завжди показувати меню AssistiveTouch, коли підʼєднано вказівний пристрій.
vi: Hiển thị menu AssistiveTouch khi thiết bị con trỏ được kết nối.
zh_cn: 连接指针设备时，“辅助触控”菜单会显示。
zh_hk: 在連接指標裝置時顯示「輔助觸控」選單。
zh_tw: 在連接指向裝置時顯示「輔助觸控」選單。

# MouseDevicesMenuTitle
source: Devices
ar: الأجهزة
bg: Устройства
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
el: Συσκευές
es: Dispositivos
es_us: Dispositivos
fi: Laitteet
fr: Appareils
fr_ca: Appareils
he: מכשירים
hi: डिवाइस
hr: Uređaji
hu: Eszközök
id: Perangkat
it: Dispositivi
ja: デバイス
kk: Құрылғылар
ko: 기기
lt: Įrenginiai
ms: Peranti
nl: Apparaten
no: Enheter
pl: Urządzenia
pt_br: Dispositivos
pt_pt: Dispositivos
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sl: Naprave
sv: Enheter
th: อุปกรณ์
tr: Aygıtlar
uk: Пристрої
vi: Thiết bị
zh_cn: 设备
zh_hk: 裝置
zh_tw: 裝置

# MouseKeysMaxSpeedMax
source: Fast
ar: سريع
bg: Бързо
ca: Ràpida
cs: Vysoká
da: Hurtig
de: Schnell
el: Γρήγορα
es: Rápida
es_us: Rápida
fi: Nopea
fr: Rapide
fr_ca: Rapide
he: מהיר
hi: तेज़
hr: Brzo
hu: Gyors
id: Cepat
it: Breve
ja: 速く
kk: Жылдам
ko: 빠르게
lt: Greitas
ms: Laju
nl: Snel
no: Kort
pl: Szybko
pt_br: Rápida
pt_pt: Rápido
ro: Mare
ru: Высокая
sk: Vysoká
sl: Hitro
sv: Kort
th: เร็ว
tr: Hızlı
uk: Швидко
vi: Nhanh
zh_cn: 快速
zh_hk: 快
zh_tw: 快

# DwellHeading
source: Dwell Controls
ar: أدوات التحكم بالمكوث
bg: Бутони за управление на задържане
ca: Controls de permanència
cs: Ovládání setrvání
da: Pausebetjening
de: Verweilsteuerung
el: Στοιχεία ελέγχου παραμονής
es: Controles de permanencia
es_us: Controles de Permanencia
fi: Viipymisohjaimet
fr: Commandes d’attente
fr_ca: Commandes d’attente
he: בקרות השתהות
hi: ड्वेल कंट्रोल
hr: Kontrole zadržavanja
hu: Nyugalmi vezérlők
id: Kontrol Tetap
it: Controlli con ritardo
ja: 滞留コントロール
kk: Авто басу арқылы басқару
ko: 잠시 멈춤 제어
lt: Išlaikymo valdymas
ms: Kawalan Inap
nl: Stilhoudregelaars
no: Dvelekontroller
pl: Narzędzia zatrzymania
pt_br: Controles de Espera
pt_pt: Controlos de espera
ro: Controale temporizator
ru: Элементы управления с автонажатием
sk: Ovládanie zotrvania
sl: Krmilne funkcije zadrževanja
sv: Fördröjningsreglage
th: ตัวควบคุมการอยู่นิ่ง
tr: Duraklamayla Denetimler
uk: Регулятори затримки
vi: Điều khiển giữ lâu
zh_cn: 停留控制
zh_hk: 停留控制項目
zh_tw: 停留控制

# MouseZoomOptions
source: Zoom Pan
ar: تحريك التكبير
bg: Мащабиране
ca: Desplaçament del zoom
cs: Posouvání zvětšeného zobrazení
da: Zoompanorering
de: Zoomen und verschieben
el: Μετατόπιση ζουμ
es: Zoom y desplazamiento
es_us: Zoom y desplazamiento
fi: Zoomauksen vieritys
fr: Déplacement du zoom
fr_ca: Déplacement du zoom
he: הזזת חלונית הגדלה
hi: ज़ूम पैन
hr: Pomicanje zumiranog sadržaja
hu: Nagyítás eltolása
id: Geser Zoom
it: Opzioni di scorrimento zoom
ja: ズームパン
kk: Масштабтау және панорамалау
ko: 확대/축소 패닝
lt: Mastelio slinkimas
ms: Zum Sorot
nl: Zoomgedeelte
no: Panorering ved zoom
pl: Zoom i przesuwanie
pt_br: Movimento do Zoom
pt_pt: Deslocação do zoom
ro: Panoramare zoom
ru: Изменение масштаба
sk: Posúvanie zväčšenia
sl: Panoramski pomik ob povečavi
sv: Zooma panorering
th: เลื่อนซูม
tr: Büyüt
uk: Рух наближення
vi: Di chuyển thu phóng
zh_cn: 缩放移动
zh_hk: 縮放平移
zh_tw: 縮放搖攝

# MOUSE_POINTER_DWELL_ALWAYS_SHOW_MENU_DISABLE
source: The AssistiveTouch menu will not be available unless a hot corner or button action is assigned. Do you want to turn off the AssistiveTouch menu?
ar: لن تكون قائمة اللمس المساعد متاحة إلا إذا تم تعيين زاوية ساخنة أو زر إجراء. هل ترغب بإيقاف قائمة اللمس المساعد؟
bg: Менюто AssistiveTouch няма да бъде достъпно, освен ако не са зададени активен ъгъл или бутон за действие. Искате ли да изключите менюто AssistiveTouch?
ca: El menú de l’AssistiveTouch no estarà disponible si no s’assigna un angle actiu o una acció de botó. Vols desactivar el menú de l’AssistiveTouch?
cs: Nabídka AssistiveTouch nebude dostupná, dokud nepřiřadíte akci k aktivnímu rohu nebo tlačítku. Chcete nabídku AssistiveTouch vypnout?
da: AssistiveTouch-menuen er ikke tilgængelig, medmindre en handling med Aktive hjørner eller en knaphandling tildeles. Vil du slå AssistiveTouch-menuen fra?
de: Das AssistiveTouch-Menü ist nur verfügbar, wenn eine aktive Ecke oder Tastenaktion zugewiesen wurde. Soll das AssistiveTouch-Menü deaktiviert werden?
el: Το μενού AssistiveTouch θα είναι διαθέσιμο μόνο όταν έχει εκχωρηθεί μια ενεργή γωνία ή κουμπί. Θέλετε να απενεργοποιηθεί το μενού AssistiveTouch;
es: El menú AssistiveTouch no estará disponible si no se asigna una esquina activa o la acción de un botón. ¿Quieres desactivar el menú AssistiveTouch?
es_us: El menú de AssistiveTouch no estará disponible a menos de que se le asigne una esquina activa o un botón de acción. ¿Quieres desactivarlo?
fi: AssistiveTouch-valikko ei ole käytettävissä, ellei aktivointikulmaa tai painiketta ole lisätty. Laitetaanko AssistiveTouch-valikko pois päältä?
fr: Le menu AssistiveTouch ne sera disponible que si vous lui assignez un coin actif ou une action de bouton. Voulez-vous désactiver le menu AssistiveTouch ?
fr_ca: Le menu AssistiveTouch ne sera pas disponible à moins qu’un coin actif ou une action de bouton soit assignée. Souhaitez-vous désactiver le menu AssistiveTouch?
he: תפריט AssistiveTouch לא יהיה זמין אלא אם תוגדר עבורו הפעלה דרך ״פינה חמה״ או כפתור הפעלה. האם ברצונך לכבות את תפריט AssistiveTouch?
hi: AssistiveTouch मेनू तब तक उपलब्ध नहीं होगा जब तक हॉट कॉर्नर या बटन क्रिया असाइन नहीं की जाती है। क्या आप AssistiveTouch मेनू को बंद करना चाहते हैं?
hr: Izbornik AssistiveTouch neće biti dostupan ako nije dodijeljen aktivni kut ili postupak tipke. Želite li isključiti izbornik AssistiveTouch?
hu: Az AssistiveTouch menü nem lesz elérhető, hacsak egy aktív sarok vagy gombművelet nincs hozzárendelve. Ki szeretné kapcsolni az AssistiveTouch menüt?
id: Menu AssistiveTouch tidak akan tersedia kecuali jika tindakan pojok aktif atau tombol ditetapkan. Apakah Anda ingin mematikan menu AssistiveTouch?
it: Il menu AssistiveTouch sarà disponibile solo dopo l’assegnazione di un angolo attivo o di un’azione pulsante. Vuoi disattivare il menu AssistiveTouch?
ja: AssistiveTouchメニューは、ホットコーナーまたはボタンアクションが割り当てられていない場合使用できません。AssistiveTouchメニューをオフにしますか?
kk: AssistiveTouch мәзірі белсенді бұрыш немесе түйме әрекеті тағайындалғанша қолжетімсіз. AssistiveTouch мәзірін өшіргіңіз келе ме?
ko: 핫 코너 또는 버튼 동작을 지정하지 않으면 AssistiveTouch 메뉴를 사용할 수 없습니다. AssistiveTouch 메뉴를 끄겠습니까?
lt: „AssistiveTouch“ meniu nebus pasiekiamas, nebent bus priskirtas aktyvusis kampas arba mygtuko veiksmas. Ar norite išjungti „AssistiveTouch“ meniu?
ms: Menu AssistiveTouch tidak akan tersedia melainkan sudut pantas atau tindakan butang ditetapkan. Adakah anda mahu menyahaktifkan menu AssistiveTouch?
nl: Het AssistiveTouch-menu is niet beschikbaar, tenzij een interactieve hoek of knophandeling wordt toegewezen. Wil je het AssistiveTouch-menu uitschakelen?
no: AssistiveTouch-menyen er ikke tilgjengelig med mindre du har angitt et aktivt hjørne eller en knappehandling. Vil du slå av AssistiveTouch-menyen?
pl: Menu AssistiveTouch będzie dostępne dopiero po przypisaniu aktywnego narożnika lub czynności przycisku. Czy chcesz wyłączyć menu AssistiveTouch?
pt_br: O menu do AssistiveTouch não estará disponível a não ser que um canto de acesso rápido ou uma ação de botão sejam atribuídos. Deseja desativar o menu do AssistiveTouch?
pt_pt: O menu AssistiveTouch só estará disponível se tiver sido atribuído um canto ativo ou uma ação de botão. Gostaria de desativar o menu AssistiveTouch?
ro: Meniul AssistiveTouch va fi disponibil doar dacă i se alocă un colț activ sau acțiunea unui buton. Doriți să dezactivați meniul AssistiveTouch?
ru: Меню AssistiveTouch не будет доступно, пока не был назначен активный угол или действие кнопки. Хотите выключить меню AssistiveTouch?
sk: Menu AssistiveTouch nebude k dispozícii, pokiaľ nepriradíte akciu aktívnemu rohu alebo tlačidlu. Chcete vypnúť menu AssistiveTouch?
sl: Meni AssistiveTouch ne bo na voljo, razen če je dodeljen aktivni kot ali dejanje gumba. Želite izklopiti meni AssistiveTouch?
sv: AssistiveTouch-menyn kommer inte att vara tillgänglig om inte ett aktivt hörn eller en knappåtgärd tilldelas. Vill du stänga av AssistiveTouch-menyn?
th: เมนู AssistiveTouch จะไม่มียกเว้นว่ามีการกำหนดการทำงานของมุมด่วนหรือปุ่มด่วน คุณต้องการปิดใช้เมนู AssistiveTouch หรือไม่
tr: Bir sıcak köşe veya düğme eylemi atanmazsa AssistiveTouch menüsü kullanılamaz. AssistiveTouch menüsünü kapatmak istiyor musunuz?
uk: Меню AssistiveTouch буде недоступним, поки не задано активний кут або дію кнопки. Ви хочете вимкнути меню AssistiveTouch?
vi: Menu AssistiveTouch sẽ không khả dụng trừ khi một góc nóng hoặc tác vụ nút được chỉ định. Bạn có muốn tắt menu AssistiveTouch không?
zh_cn: 除非已分配触发角或按钮操作，否则“辅助触控”菜单将不可用。你要关闭“辅助触控”菜单吗？
zh_hk: 除非已指定熱點或按鈕動作，否則「輔助觸控」選單將無法使用。你要關閉「輔助觸控」選單嗎？
zh_tw: 除非指定熱點或按鈕動作，否則無法使用「輔助觸控」選單。要關閉「輔助觸控」選單嗎？
